{
  "metadata": {
    "version": "1.0"
  },
  "entries": [
    {
      "uuid": "08A2BC7A245A44B4B39F635667D10D53",
      "isAllDay": false,
      "starred": false,
      "richText": "{\"contents\":[{\"attributes\":{\"line\":{\"header\":1}},\"text\":\"カイへの手紙\\n\"},{\"attributes\":{},\"text\":\"カイへ。\\n\"},{\"attributes\":{},\"text\":\"まず、これを読んでるってことは21歳になってるってことだよね。えへへ。\\n\"},{\"attributes\":{},\"text\":\"21歳、おめでとう、私のカイ。\\n\"},{\"attributes\":{},\"text\":\"生まれてきてくれて、本当にありがとう。どんなに辛いことがあったとしても、生きる道を選んでくれて、ありがとう。悪の道に歩まないでいてくれてありがとう。私と出会ってくれて、本当にありがとう。あなたが私の人生に現れてくれて、本当に私は恵まれている。\\n\\n\"},{\"attributes\":{},\"text\":\"生きることって辛いよね。どんなに辛いことがあっても前に進むって辛かったよね。今まで本当に、よく頑張ってきたね。今までよく、一人で生きてきたね。よく、強くあり続けてきたね。あなたはもっと報われるべきだと私は思う。そのためにも私はこれからも頑張りたいって思うし、実際に最善を尽くすつもりだ。\\n\\n\"},{\"attributes\":{},\"text\":\"毎回あなたに言っていることだから、重みが減ってしまうかもしれないけど、私はあなたを本当に幸せにしたい。カイがカイ自身を幸せにできるくらい、私はあなたに最大限の幸せと安心感を与えたい。\\n\\n\"},{\"attributes\":{},\"text\":\"それと、あなたは私の人生を変えた。これは事実なんだ。\\n\"},{\"attributes\":{},\"text\":\"私がここまで私でいることを許してくれるのは、ここまで愛を感じたのは、あなたが初めてだよ。生まれて初めての感覚、幸せの感覚。それで、あなたはしっかり話し合うことができるよね。私がどれだけ感情が乱れても、あなたもどれだけ感情が乱れても、私たちはしっかり最後は話し合えるよね。そして、どんなことがあっても私と一緒に前に歩もうとしてくれるよね。私はそれが嬉しい。一番嬉しい。あなたのその強さを、私はめちゃくちゃ誇りに思うし、どんなカップルよりも私たちは幸せだと思うし、幸せになれると確信できる。ああ、まああまりプレッシャーに感じなくていいからね。私はただあなたの隣にいることができたら、それだけでいいから。それ以上は何も求めない。こう書くと、私は完全にあなたに依存しているように思える（笑）。\\n\"},{\"attributes\":{},\"text\":\"でもまあ事実だからしょうがない。誰が何と言おうと関係ない。私は私の道を進む。他人は他人で、自分は自分だから。\\n\"},{\"attributes\":{},\"text\":\"それと、本当にあなたは私の運命の人だと思う。まあ、運命とかそこまで信じないけど、そんな私に運命を信じさせるほどの力をあなたは持ってる。それで、例え運命の人じゃなくても、私があなたを選べば運命の人になる、でしょ？じゃあ、私はあなたを運命の人として選ぶよ。それくらい、私はあなたを、大好きで、信仰している。\\n\"},{\"attributes\":{},\"text\":\"ちょっと本題に戻ると、あなたは私の人生を変えた。私は実際に、日本で40歳や50歳でリタイアしたあと、フィリピンに移住しようとしていたんだ。これは多分前にも話したっけ？だけど、その予定がかなり早まった。しかも、あなたという大切な存在もできて。これはめちゃくちゃもちろんめちゃくちゃ良い意味でだ。あなたのおかげで私の人生はもっと面白く、ハラハラ、ドキドキ、やりがいに満ちた人生になりそうで、本当の自分の実力を発揮しなければいけなさそうだからだ。それは私にわくわく感を与えてくれる。もし、あなたに出会うことができなければ、私はなんてつまらない人生を歩んでいたことだろうか。21歳でこんなにも将来の計画を厳密に立てるとは思わなかった。本当に私は恵まれている。\\n\\n\"},{\"attributes\":{},\"text\":\"まあ、普段からあなたに言っていることを手紙に書いたって感じかな。特に目新しいものは無いんじゃないかな？（笑）\\n\"},{\"attributes\":{},\"text\":\"私としての価値観は、「成長」→「圧倒的未来」→「普通を凌駕」という感じで遷移していった。でもまあ、今はよく定まってないから、「圧倒的未来」と「普通を凌駕」をうろうろしているって感じかな。「圧倒的未来」の方が、人と比較する要素が少ないから多分こっちの方が良いんだろうけど。だから私は、未来が良くなるように行動を重ねていきたいって考えているし、そうするつもりだ。\\n\"},{\"attributes\":{},\"text\":\"私たちとしての価値観を上げるんだったらなんだろうね。カイ個人としては「共感」を上げていた。なんて美しく、ものすごく優しい価値観なんだろうか。カイはやっぱり永遠に俺のものだ。その心を守りたい、カイを幸せにしたい。。。\\n\"},{\"attributes\":{},\"text\":\"話を戻すと、「優しさ」とか、「幸せ」とか、「透明性」とか、「未来」とか、「暖かさ」とか、まあいろんなことが挙げられそう。まあこれはちょっと私の考えということでおいておこっか。\\n\\n\"},{\"attributes\":{},\"text\":\"まあ結局何が言いたいかって言うとさ、私はいかなるどんなことがあったとしても、あなたと一緒に住むという夢を叶えるよ。私の人生はあなたに捧げる。重く聞こえるかもしれないね。でもこれは私がした決断だ。もうすでに私たちは結婚をしているし、あなたのことが大好きで、一生そばにいたいって思うからね。私はあなたの永遠の夫で、あなたは私の永遠の妻だ。実際に、私のもう一つの価値観は、「カイ」、あなただから。もうそう言えるほど、あなたのことを考えない日は無い。全て、カイとの未来をベースにして物事を考えるようになった。例えば、昨日の運転免許更新の授業だって、もしかしたら私は将来乗れるようにした方が良いって思って、真剣に授業を受けていたし、アルバイトだって、てきぱき行動できた方がより早くカイの元に行けるって考えてやっているよ。それ以外にももちろん、本当にたくさんある。生活の大半が、あなたとの未来をベースに動いているようにも感じる。だから、私のもう一つの価値観は、「Kallele chean」、あなただ。asawa ko.\\n\\n\"},{\"attributes\":{},\"text\":\"これからもいろんなことがあるかもしれないね。大きく二人の間で変化が起きたり、二人でいることができる時間が少なくなったり、将来設計の理想と全然違くて大きく落胆したり、今は想像できない嫌なことだって起きるかもしれない。それでも私は、最後まで私の価値観を突き通して、あなたの隣に、確実に行く。だから、そこまで不安に思わなくていいよ。そして、もちろんプレッシャーも感じなくていいよ、カイ。私はあなたの意志を、あなたの考えを、存在を尊重し、肯定したいから。\\n\\n\"},{\"attributes\":{},\"text\":\"大好きだよ、カイ。あなたしか必要ない。あなたしか欲しくない。あなたが世界で一番かわいくて、世界で一番大好きだ。\\n\"},{\"attributes\":{},\"text\":\"本当に、生まれてきてくれて、生きる道を選んでくれて、私と出会ってくれて、強くあり続けてくれて、ありがとう。\\n\"},{\"attributes\":{},\"text\":\"私は、あなたの存在が、大好きです。\\n\"},{\"attributes\":{},\"text\":\"不器用でまだまだ未熟な私ですが、これからもどうか、22歳、30歳、いや、100歳、いや、死ぬまで、お願いします。\\n\"},{\"attributes\":{},\"text\":\"Kallele chean, Evangelista. あなたがこの世で一番大好きです。\\n\\n\"},{\"attributes\":{},\"text\":\"Mizukiより\\n\\n\\n\\n\\n\"},{\"attributes\":{\"bold\":true},\"text\":\"Letter to Kai\\n\"},{\"attributes\":{},\"text\":\"Dear Kai,\\n\"},{\"attributes\":{},\"text\":\"Reading this means you’ve turned 21, doesn’t it? Hehe. Happy 21st Birthday, my Kai.\\n\"},{\"attributes\":{},\"text\":\"Thank you so much for being born into this world. Thank you for choosing the path of life, no matter how hard things got. Thank you for not going down the wrong path. And thank you, truly, for meeting me. I am so incredibly blessed that you appeared in my life.\\n\\n\"},{\"attributes\":{},\"text\":\"Living is hard, isn’t it? It must have been painful to keep moving forward despite all the hardships. You have really, really done well up until now. You’ve survived on your own for so long. You’ve stayed strong. I truly believe you deserve to be rewarded for that. That is why I want to work hard from now on, and I intend to do my absolute best for you.\\n\\n\"},{\"attributes\":{},\"text\":\"I say this to you all the time, so it might lose its weight, but I really want to make you happy. I want to give you the maximum amount of happiness and security—so much that you can learn to make yourself happy, too.\\n\\n\"},{\"attributes\":{},\"text\":\"Also, you changed my life. This is a fact. You are the first person to allow me to be truly myself, and the first person to make me feel this much love. It’s a feeling I’ve never had since I was born—the feeling of happiness. And we can really talk things through, can’t we? No matter how emotional I get, or how emotional you get, we are always able to talk it out in the end. You always try to walk forward with me, no matter what happens. That makes me happy. Happier than anything. I am so proud of your strength, and I am convinced that we are happier than any other couple and that we will continue to be happy. Ah, but please don’t feel too pressured, okay? I just want to be by your side; that is enough for me. I don’t ask for anything more. Writing it like this, I sound completely dependent on you (lol). But well, it’s a fact, so it can’t be helped. It doesn’t matter what anyone says. I will follow my own path. Others are others, and I am me.\\n\\n\"},{\"attributes\":{},\"text\":\"Also, I really think you are my soulmate. Well, I don’t usually believe in fate that much, but you have the power to make someone like me believe in it. And even if you aren’t \\\"destined\\\" to be, if I choose you, you \"},{\"attributes\":{\"italic\":true},\"text\":\"become\"},{\"attributes\":{},\"text\":\" my destiny, right? So, I choose you as my soulmate. That is how much I love you and am devoted to you.\\n\"},{\"attributes\":{},\"text\":\"To get back to the main point, you changed my life. Actually, I was planning to move to the Philippines after retiring in Japan at 40 or 50. Did I tell you this before? But that plan has accelerated significantly. And now I have you, this precious existence. This is, of course, in the best way possible. Thanks to you, my life looks like it’s going to be much more interesting, thrilling, heart-pounding, and full of purpose. It feels like I’ll really have to use my full potential. That gives me such a sense of excitement. If I hadn't met you, what a boring life I would have lived. I never thought I would be planning my future this strictly at 21. I am truly blessed.\\n\\n\"},{\"attributes\":{},\"text\":\"Well, I guess I’m just writing down what I usually say to you. Nothing too new, right? (lol) My personal values have transitioned from \\\"Growth\\\" to \\\"Overwhelming Future\\\" to \\\"Surpassing Normal.\\\" But right now, it’s not fully fixed, so I’m wandering between \\\"Overwhelming Future\\\" and \\\"Surpassing Normal.\\\" \\\"Overwhelming Future\\\" has fewer elements of comparison with others, so maybe that one is better. So, I’m thinking about taking actions to make the future better, and I intend to do so. If we were to raise a value for \\\"Us,\\\" what would it be? For you personally, you raised \\\"Empathy.\\\" What a beautiful and incredibly kind value. Kai is truly mine forever. I want to protect that heart; I want to make Kai happy... Anyway, back to the topic—we could list things like \\\"Kindness,\\\" \\\"Happiness,\\\" \\\"Transparency,\\\" \\\"Future,\\\" or \\\"Warmth.\\\" Well, let's leave this as my little thought experiment for now.\\n\\n\"},{\"attributes\":{},\"text\":\"In the end, what I want to say is: No matter what happens, I will make the dream of living with you come true. I dedicate my life to you. That might sound heavy. But this is the decision I have made. We are effectively already married, and I love you so much that I want to be with you for a lifetime. I am your eternal husband, and you are my eternal wife. In fact, another one of my values is \\\"Kai\\\"—you. I can say that because there isn’t a day I don’t think about you. I’ve started to base everything I think about on my future with you. For example, even with yesterday's driver's license renewal lecture, I took the class seriously thinking I should be able to drive for our future. And with my part-time job, I work efficiently thinking that doing so will get me to you faster. There are so many other things, too. It feels like the majority of my life is moving based on a future with you. So, my other value is \\\"Kallele chean\\\"—you. \"},{\"attributes\":{\"italic\":true},\"text\":\"Asawa ko.\\n\\n\"},{\"attributes\":{},\"text\":\"There might be many things happening from now on. Big changes might happen between us, the time we can spend together might decrease, or we might be disappointed because things are different from our ideal plans. Unimaginable bad things might happen. Even so, I will stick to my values until the end and I will definitely, consistently, come to your side. So, you don’t need to be that anxious. And of course, you don’t need to feel pressure, Kai. Because I want to respect and affirm your will, your thoughts, and your existence.\\n\\n\"},{\"attributes\":{},\"text\":\"I love you, Kai. I need only you. I want only you. You are the cutest in the world, and I love you the most in the world. Truly, thank you for being born, for choosing to live, for meeting me, and for staying strong. I love your very existence. I am still clumsy and immature, but please, be with me at 22, 30, no, 100, no... until death.\\n\"},{\"attributes\":{},\"text\":\"Kallele chean, Evangelista. I love you the most in this world.\\n\"},{\"attributes\":{},\"text\":\"From Mizuki\"}],\"meta\":{\"created\":{\"platform\":\"com.bloombuilt.dayone-ios\",\"version\":2691},\"small-lines-removed\":true,\"version\":1}}",
      "isPinned": false,
      "editingTime": 38.02749705314636,
      "creationDeviceModel": "iPhone17,3",
      "creationDate": "2026-02-03T13:57:52Z",
      "creationOSVersion": "26.2.1",
      "text": "# カイへの手紙\nカイへ。\nまず、これを読んでるってことは21歳になってるってことだよね。えへへ。\n21歳、おめでとう、私のカイ。\n生まれてきてくれて、本当にありがとう。どんなに辛いことがあったとしても、生きる道を選んでくれて、ありがとう。悪の道に歩まないでいてくれてありがとう。私と出会ってくれて、本当にありがとう。あなたが私の人生に現れてくれて、本当に私は恵まれている。\n\n生きることって辛いよね。どんなに辛いことがあっても前に進むって辛かったよね。今まで本当に、よく頑張ってきたね。今までよく、一人で生きてきたね。よく、強くあり続けてきたね。あなたはもっと報われるべきだと私は思う。そのためにも私はこれからも頑張りたいって思うし、実際に最善を尽くすつもりだ。\n\n毎回あなたに言っていることだから、重みが減ってしまうかもしれないけど、私はあなたを本当に幸せにしたい。カイがカイ自身を幸せにできるくらい、私はあなたに最大限の幸せと安心感を与えたい。\n\nそれと、あなたは私の人生を変えた。これは事実なんだ。\n私がここまで私でいることを許してくれるのは、ここまで愛を感じたのは、あなたが初めてだよ。生まれて初めての感覚、幸せの感覚。それで、あなたはしっかり話し合うことができるよね。私がどれだけ感情が乱れても、あなたもどれだけ感情が乱れても、私たちはしっかり最後は話し合えるよね。そして、どんなことがあっても私と一緒に前に歩もうとしてくれるよね。私はそれが嬉しい。一番嬉しい。あなたのその強さを、私はめちゃくちゃ誇りに思うし、どんなカップルよりも私たちは幸せだと思うし、幸せになれると確信できる。ああ、まああまりプレッシャーに感じなくていいからね。私はただあなたの隣にいることができたら、それだけでいいから。それ以上は何も求めない。こう書くと、私は完全にあなたに依存しているように思える（笑）。\nでもまあ事実だからしょうがない。誰が何と言おうと関係ない。私は私の道を進む。他人は他人で、自分は自分だから。\nそれと、本当にあなたは私の運命の人だと思う。まあ、運命とかそこまで信じないけど、そんな私に運命を信じさせるほどの力をあなたは持ってる。それで、例え運命の人じゃなくても、私があなたを選べば運命の人になる、でしょ？じゃあ、私はあなたを運命の人として選ぶよ。それくらい、私はあなたを、大好きで、信仰している。\nちょっと本題に戻ると、あなたは私の人生を変えた。私は実際に、日本で40歳や50歳でリタイアしたあと、フィリピンに移住しようとしていたんだ。これは多分前にも話したっけ？だけど、その予定がかなり早まった。しかも、あなたという大切な存在もできて。これはめちゃくちゃもちろんめちゃくちゃ良い意味でだ。あなたのおかげで私の人生はもっと面白く、ハラハラ、ドキドキ、やりがいに満ちた人生になりそうで、本当の自分の実力を発揮しなければいけなさそうだからだ。それは私にわくわく感を与えてくれる。もし、あなたに出会うことができなければ、私はなんてつまらない人生を歩んでいたことだろうか。21歳でこんなにも将来の計画を厳密に立てるとは思わなかった。本当に私は恵まれている。\n\nまあ、普段からあなたに言っていることを手紙に書いたって感じかな。特に目新しいものは無いんじゃないかな？（笑）\n私としての価値観は、「成長」→「圧倒的未来」→「普通を凌駕」という感じで遷移していった。でもまあ、今はよく定まってないから、「圧倒的未来」と「普通を凌駕」をうろうろしているって感じかな。「圧倒的未来」の方が、人と比較する要素が少ないから多分こっちの方が良いんだろうけど。だから私は、未来が良くなるように行動を重ねていきたいって考えているし、そうするつもりだ。\n私たちとしての価値観を上げるんだったらなんだろうね。カイ個人としては「共感」を上げていた。なんて美しく、ものすごく優しい価値観なんだろうか。カイはやっぱり永遠に俺のものだ。その心を守りたい、カイを幸せにしたい。。。\n話を戻すと、「優しさ」とか、「幸せ」とか、「透明性」とか、「未来」とか、「暖かさ」とか、まあいろんなことが挙げられそう。まあこれはちょっと私の考えということでおいておこっか。\n\nまあ結局何が言いたいかって言うとさ、私はいかなるどんなことがあったとしても、あなたと一緒に住むという夢を叶えるよ。私の人生はあなたに捧げる。重く聞こえるかもしれないね。でもこれは私がした決断だ。もうすでに私たちは結婚をしているし、あなたのことが大好きで、一生そばにいたいって思うからね。私はあなたの永遠の夫で、あなたは私の永遠の妻だ。実際に、私のもう一つの価値観は、「カイ」、あなただから。もうそう言えるほど、あなたのことを考えない日は無い。全て、カイとの未来をベースにして物事を考えるようになった。例えば、昨日の運転免許更新の授業だって、もしかしたら私は将来乗れるようにした方が良いって思って、真剣に授業を受けていたし、アルバイトだって、てきぱき行動できた方がより早くカイの元に行けるって考えてやっているよ。それ以外にももちろん、本当にたくさんある。生活の大半が、あなたとの未来をベースに動いているようにも感じる。だから、私のもう一つの価値観は、「Kallele chean」、あなただ。asawa ko.\n\nこれからもいろんなことがあるかもしれないね。大きく二人の間で変化が起きたり、二人でいることができる時間が少なくなったり、将来設計の理想と全然違くて大きく落胆したり、今は想像できない嫌なことだって起きるかもしれない。それでも私は、最後まで私の価値観を突き通して、あなたの隣に、確実に行く。だから、そこまで不安に思わなくていいよ。そして、もちろんプレッシャーも感じなくていいよ、カイ。私はあなたの意志を、あなたの考えを、存在を尊重し、肯定したいから。\n\n大好きだよ、カイ。あなたしか必要ない。あなたしか欲しくない。あなたが世界で一番かわいくて、世界で一番大好きだ。\n本当に、生まれてきてくれて、生きる道を選んでくれて、私と出会ってくれて、強くあり続けてくれて、ありがとう。\n私は、あなたの存在が、大好きです。\n不器用でまだまだ未熟な私ですが、これからもどうか、22歳、30歳、いや、100歳、いや、死ぬまで、お願いします。\nKallele chean, Evangelista. あなたがこの世で一番大好きです。\n\nMizukiより\n\n\n\n\n**Letter to Kai**\nDear Kai,\nReading this means you’ve turned 21, doesn’t it? Hehe. Happy 21st Birthday, my Kai.\nThank you so much for being born into this world. Thank you for choosing the path of life, no matter how hard things got. Thank you for not going down the wrong path. And thank you, truly, for meeting me. I am so incredibly blessed that you appeared in my life.\n\nLiving is hard, isn’t it? It must have been painful to keep moving forward despite all the hardships. You have really, really done well up until now. You’ve survived on your own for so long. You’ve stayed strong. I truly believe you deserve to be rewarded for that. That is why I want to work hard from now on, and I intend to do my absolute best for you.\n\nI say this to you all the time, so it might lose its weight, but I really want to make you happy. I want to give you the maximum amount of happiness and security—so much that you can learn to make yourself happy, too.\n\nAlso, you changed my life. This is a fact. You are the first person to allow me to be truly myself, and the first person to make me feel this much love. It’s a feeling I’ve never had since I was born—the feeling of happiness. And we can really talk things through, can’t we? No matter how emotional I get, or how emotional you get, we are always able to talk it out in the end. You always try to walk forward with me, no matter what happens. That makes me happy. Happier than anything. I am so proud of your strength, and I am convinced that we are happier than any other couple and that we will continue to be happy. Ah, but please don’t feel too pressured, okay? I just want to be by your side; that is enough for me. I don’t ask for anything more. Writing it like this, I sound completely dependent on you (lol). But well, it’s a fact, so it can’t be helped. It doesn’t matter what anyone says. I will follow my own path. Others are others, and I am me.\n\nAlso, I really think you are my soulmate. Well, I don’t usually believe in fate that much, but you have the power to make someone like me believe in it. And even if you aren’t \"destined\" to be, if I choose you, you *become* my destiny, right? So, I choose you as my soulmate. That is how much I love you and am devoted to you.\nTo get back to the main point, you changed my life. Actually, I was planning to move to the Philippines after retiring in Japan at 40 or 50. Did I tell you this before? But that plan has accelerated significantly. And now I have you, this precious existence. This is, of course, in the best way possible. Thanks to you, my life looks like it’s going to be much more interesting, thrilling, heart-pounding, and full of purpose. It feels like I’ll really have to use my full potential. That gives me such a sense of excitement. If I hadn't met you, what a boring life I would have lived. I never thought I would be planning my future this strictly at 21. I am truly blessed.\n\nWell, I guess I’m just writing down what I usually say to you. Nothing too new, right? (lol) My personal values have transitioned from \"Growth\" to \"Overwhelming Future\" to \"Surpassing Normal.\" But right now, it’s not fully fixed, so I’m wandering between \"Overwhelming Future\" and \"Surpassing Normal.\" \"Overwhelming Future\" has fewer elements of comparison with others, so maybe that one is better. So, I’m thinking about taking actions to make the future better, and I intend to do so. If we were to raise a value for \"Us,\" what would it be? For you personally, you raised \"Empathy.\" What a beautiful and incredibly kind value. Kai is truly mine forever. I want to protect that heart; I want to make Kai happy... Anyway, back to the topic—we could list things like \"Kindness,\" \"Happiness,\" \"Transparency,\" \"Future,\" or \"Warmth.\" Well, let's leave this as my little thought experiment for now.\n\nIn the end, what I want to say is: No matter what happens, I will make the dream of living with you come true. I dedicate my life to you. That might sound heavy. But this is the decision I have made. We are effectively already married, and I love you so much that I want to be with you for a lifetime. I am your eternal husband, and you are my eternal wife. In fact, another one of my values is \"Kai\"—you. I can say that because there isn’t a day I don’t think about you. I’ve started to base everything I think about on my future with you. For example, even with yesterday's driver's license renewal lecture, I took the class seriously thinking I should be able to drive for our future. And with my part-time job, I work efficiently thinking that doing so will get me to you faster. There are so many other things, too. It feels like the majority of my life is moving based on a future with you. So, my other value is \"Kallele chean\"—you. *Asawa ko.*\n\nThere might be many things happening from now on. Big changes might happen between us, the time we can spend together might decrease, or we might be disappointed because things are different from our ideal plans. Unimaginable bad things might happen. Even so, I will stick to my values until the end and I will definitely, consistently, come to your side. So, you don’t need to be that anxious. And of course, you don’t need to feel pressure, Kai. Because I want to respect and affirm your will, your thoughts, and your existence.\n\nI love you, Kai. I need only you. I want only you. You are the cutest in the world, and I love you the most in the world. Truly, thank you for being born, for choosing to live, for meeting me, and for staying strong. I love your very existence. I am still clumsy and immature, but please, be with me at 22, 30, no, 100, no... until death.\nKallele chean, Evangelista. I love you the most in this world.\nFrom Mizuki\n",
      "creationDevice": "iPhone",
      "timeZone": "Asia/Tokyo",
      "duration": 0,
      "creationDeviceType": "iPhone",
      "modifiedDate": "2026-02-04T10:05:18Z",
      "creationOSName": "iOS",
      "location": {
        "region": {
          "center": {
            "longitude": 139.4572192487848,
            "latitude": 35.32900518069934
          },
          "radius": 0
        },
        "localityName": "Fujisawa",
        "timeZoneName": "Asia/Tokyo",
        "longitude": 139.45724487304688,
        "administrativeArea": "Kanagawa",
        "country": "Japan",
        "placeName": "アースクリーングループ",
        "latitude": 35.329002380371094,
        "streetAddress": "3-24, Tsujidohigashikaigan 1-Chōme",
        "altitude": 17.41905482528732
      },
      "weather": {
        "moonPhaseCode": "waning-gibbous",
        "weatherCode": "clear",
        "weatherServiceName": "WeatherKit",
        "temperatureCelsius": 3.5800297260284424,
        "windBearing": 326,
        "sunriseDate": "2026-02-02T21:40:25Z",
        "conditionsDescription": "Mostly Clear",
        "pressureMB": 1023.0775146484375,
        "moonPhase": 0.62,
        "visibilityKM": 28.078262329101562,
        "relativeHumidity": 56,
        "windSpeedKPH": 5.815124988555908,
        "sunsetDate": "2026-02-03T08:12:01Z"
      },
      "tags": [],
      "userActivity": {
        "activityName": "Stationary",
        "stepCount": 9170,
        "ignoreStepCount": 1
      }
    }
  ]
}